Repository: HamidYaraliOfficial/HELIOS-Smart-Network-Observatory
Catalog: HELIOS/src/Helios.UI/Strings/*/Resources.resw
Source language: en_us
Languages: fa_ir, zh_cn

# AppTitle
source: HELIOS — Smart Network Observatory
fa_ir: هلیوس — رصدخانه هوشمند شبکه
zh_cn: HELIOS — 智能网络天文台

# NavTopology
source: Topology
fa_ir: توپولوژی
zh_cn: 拓扑

# NavDevices
source: Devices
fa_ir: دستگاه‌ها
zh_cn: 设备

# NavTraffic
source: Traffic
fa_ir: ترافیک
zh_cn: 流量

# NavAlerts
source: Alert Center
fa_ir: مرکز هشدارها
zh_cn: 告警中心

# NavIncidents
source: Incidents
fa_ir: حوادث
zh_cn: 事件

# NavDashboard
source: Dashboard
fa_ir: داشبورد
zh_cn: 仪表盘

# NavReports
source: Reports
fa_ir: گزارش‌ها
zh_cn: 报告

# NavSettings
source: Settings
fa_ir: تنظیمات
zh_cn: 设置

# SearchPlaceholder
source: Search devices, alerts, events... (Ctrl+K)
fa_ir: جستجوی دستگاه، هشدار، رویداد... (Ctrl+K)
zh_cn: 搜索设备、告警、事件...（Ctrl+K）

# InspectorTitle
source: Node Inspector
fa_ir: بازرس گره
zh_cn: 节点检查器

# TimelineTitle
source: Network Timeline
fa_ir: خط زمانی شبکه
zh_cn: 网络时间线

# FlowExplorerTitle
source: Flow Explorer
fa_ir: کاوشگر جریان
zh_cn: 流量浏览器

# ThemeSectionTitle
source: Appearance
fa_ir: ظاهر برنامه
zh_cn: 外观

# ThemeWindowsDefault
source: Windows Default
fa_ir: پیش‌فرض ویندوز
zh_cn: Windows 默认

# ThemeLight
source: Light
fa_ir: روشن
zh_cn: 浅色

# ThemeDark
source: Dark
fa_ir: تاریک
zh_cn: 深色

# ThemeAmoled
source: AMOLED Black
fa_ir: مشکی AMOLED
zh_cn: AMOLED 纯黑

# ThemeRed
source: Red
fa_ir: قرمز
zh_cn: 红色

# ThemeBlue
source: Blue
fa_ir: آبی
zh_cn: 蓝色

# LanguageSectionTitle
source: Language
fa_ir: زبان
zh_cn: 语言

# ScheduleSectionTitle
source: Monitoring Schedule (Open Hours)
fa_ir: برنامه زمانی مانیتورینگ (ساعات فعال)
zh_cn: 监控计划（开放时间）

# ScheduleDescription
source: Define the hours HELIOS should actively monitor this scope. Outside these hours, monitoring is paused and alerts are suppressed.
fa_ir: ساعاتی که هلیوس باید این محدوده را به‌صورت فعال مانیتور کند مشخص کنید. خارج از این ساعات، مانیتورینگ متوقف و هشدارها سرکوب می‌شوند.
zh_cn: 设置 HELIOS 应主动监控此范围的时间段。在这些时段之外，监控将暂停，告警将被抑制。

# ScheduleAddWindow
source: Add Time Window
fa_ir: افزودن بازه زمانی
zh_cn: 添加时间段

# ScheduleStatusActive
source: Active now
fa_ir: هم‌اکنون فعال
zh_cn: 当前处于活动状态

# ScheduleStatusInactive
source: Inactive
fa_ir: غیرفعال
zh_cn: 未激活

# ScheduleNextTransitionActive
source: Closes in
fa_ir: بسته می‌شود تا
zh_cn: 将在以下时间关闭

# ScheduleNextTransitionInactive
source: Opens in
fa_ir: باز می‌شود تا
zh_cn: 将在以下时间开放

# DiscoveryStart
source: Start Discovery
fa_ir: شروع کشف شبکه
zh_cn: 开始发现

# DiscoveryCidrLabel
source: Subnet (CIDR)
fa_ir: ساب‌نت (CIDR)
zh_cn: 子网 (CIDR)

# DiscoveryInterfaceLabel
source: Interface
fa_ir: اینترفیس
zh_cn: 网络接口

# HealthHealthy
source: Healthy
fa_ir: سالم
zh_cn: 健康

# HealthWarning
source: Warning
fa_ir: هشدار
zh_cn: 警告

# HealthDegraded
source: Degraded
fa_ir: افت کیفیت
zh_cn: 降级

# HealthCritical
source: Critical
fa_ir: بحرانی
zh_cn: 严重

# HealthUnknown
source: Unknown
fa_ir: نامشخص
zh_cn: 未知
